Revit 2024 API
UnitTypeId.Currency Property
 Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Currency { get; }
Visual Basic
Public Shared ReadOnly Property Currency As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Currency {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace